Repository: 84000/data-translation-memory
Catalog: toh1-4-v3.tmx
Source language: bo
Languages: en

source: བསད་དམ། དེའི་ནོར་འཕྲོགས་སམ། ཀླུའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་ལ། དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་བུད་མེད་དམ། སྐྱེས་པའམ། མ་ནིང་གང་ལ་བརྟེན་ནས་འདིར་དབྱར་གནས་པར་དམ་བཅས་པ་དེ་ཀླུ་རྣམས་ཀྱིས་བཟུང་ངམ།
en: “A man, woman, or person labeled a paṇḍaka upon whom a monk depended when he pledged to settle for the rains might be apprehended, imprisoned, killed, or have their possessions taken by nāgas; or flee to another enemy land in fear of nāgas; or die.

source: བཙོན་དུ་བཟུང་ངམ། བསད་དམ། དེའི་ནོར་འཕྲོགས་སམ། ཀླུའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་པས།
en: The monk who has pledged to settle for the rains at that site might think, ‘The man, woman, or person labeled a paṇḍaka upon whom I depended when I pledged to settle for the rains might be apprehended, imprisoned, killed, or have their possessions taken by nāgas; or flee to another enemy land in fear of nāgas; or die.

source: འདི་ལྟར་ཡང་ནགས་ཁྲོད་ཅིག་ཏུ་གཙུག་ལག་ཁང་བརྩིགས་ལ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ཏེ།
en: “A monastery may be built in a forest… and so on, as before.

source: དེས་དེ་ལྟ་བུས་རྐྱེན་བྱས་ཏེ་གནས་དེ་ནས་སོང་བ་ལས་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ། །འདི་ལྟར་ཡང་དགེ་སློང་གིས་བུད་མེད་དམ། སྐྱེས་པའམ།
en: There is no offense if he interrupts the rains on account of such conditions.

source: མ་ནིང་གང་ལ་བརྟེན་ནས་དབྱར་གནས་པར་དམ་བཅས་པར་གྱུར་པ་དེ་མེས་ཚིག་གམ། དེའི་ནོར་མེས་ཚིག་གམ། མེའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་ལ། དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་བུད་མེད་དམ།
en: “A man, woman, or person labeled a paṇḍaka upon whom a monk depended when he pledged to settle for the rains might be burned by fire; have their wealth burned by fire; or flee to another enemy land in fear of fire; or die.

source: སྐྱེས་པའམ། མ་ནིང་གང་ལ་བརྟེན་ཏེ་འདིར་དབྱར་གནས་པར་དམ་བཅས་པ་དེ་མེས་ཚིག་གམ། དེའི་ནོར་མེས་ཚིག་གམ། མེའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་པས།
en: The monk who has pledged to settle for the rains at that site might think, ‘The man, woman, or person labeled a paṇḍaka upon whom I depended when I pledged to settle for the rains might be burned by fire; have their wealth burned by fire; or flee to another enemy land in fear of fire; or die.

source: འདི་ལྟར་ཡང་གཤོང་ཞིག་གི་དབུས་སུ་གཙུག་ལག་ཁང་བརྩིགས་ལ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ཏེ།
en: “A monastery may be built in the middle of a marsh… and so on, as before.

source: མ་ནིང་གང་ལ་བརྟེན་ཏེ་དབྱར་གནས་པར་དམ་བཅས་པར་གྱུར་པ་དེ་ཆུས་ཁྱེར་རམ། དེའི་ནོར་ཆུས་ཁྱེར་རམ། ཆུའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་ལ། དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་བུད་མེད་དམ།
en: “A man, woman, or person labeled a paṇḍaka upon whom a monk depended when he pledged to settle for the rains might be swept away by water; have their wealth swept away by water; flee to another, enemy land in fear of water; or die.

source: སྐྱེས་པའམ། མ་ནིང་གང་ལ་བརྟེན་ནས་དབྱར་གནས་པར་དམ་བཅས་པ་དེ་ཆུས་ཁྱེར་རམ། དེའི་ནོར་ཆུས་ཁྱེར་རམ། ཆུའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་པས།
en: The monk who has pledged to settle for the rains at that site might think, ‘The man, woman, or person labeled a paṇḍaka upon whom I depended when I pledged to settle for the rains might be swept away by water; have their wealth swept away by water; flee to another, enemy land in fear of water; or die.

source: སྡོམ་ལ། དབྱར་རལ་ལྟུང་བ་མེད་པ་དང་། །གནས་པར་དམ་ནི་འཆའ་བ་དག །སྔ་མ་ཡི་ནི་བཅུ་གཉིས་དང་། །
en: Interrupting the Rains A summary: No offense for interrupting the rains, Those who pledge to settle, and The twelve for the earlier and The twelve for the later.

source: ཕྱི་མ་ཡི་ནི་བཅུ་གཉིས་སོ། །འདི་ལྟར་ཡང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གིས་དགེ་སློང་ཞིག་དགེ་འདུན་གྱི་དབྱེན་བྱ་བར་རྩོལ་ཞིང་དེ་ལྟ་དེ་ལྟ་བུར་དགེ་སློང་རྣམས་ལ་གོ་བར་བྱེད། ཀུན་ཏུ་གོ་བར་བྱེད། སློབ་པར་བྱེད།
en: No Offense for Interrupting the Rains “A monk who has pledged to settle for the rains might see another monk communicating with, informing, coaching, and recruiting other monks, working to create a schism among the saṅgha.

source: འཛིན་དུ་འཇུག་པར་བྱེད་ཅིང་། གང་ཡང་གནས་འདིར་དབྱར་གྱི་ནང་ལོགས་ཉིད་དུ་དགེ་འདུན་བྱེ་བར་འགྱུར་བའི་གནས་འདི་ཡོད་པར་མཐོང་ནས།
en: Knowing about this, he might think, ‘There is a potential for a schism in the saṅgha at this site during the rains.’

source: དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། གནས་འདིར་བདག་དབྱར་གནས་པར་དམ་བཅས་ན། དགེ་སློང་འདི་དགེ་འདུན་གྱི་དབྱེན་བྱ་བར་རྩོལ་ཞིང་དེ་ལྟ་དེ་ལྟ་བུར་དགེ་སློང་རྣམས་ལ་གོ་བར་བྱེད། ཀུན་ཏུ་གོ་བར་བྱེད། སློབ་པར་བྱེད།
en: “A monk who has pledged to settle for the rains at that site might think, ‘I have pledged to settle for the rains at this site, yet this monk is communicating with, informing, coaching, and recruiting other monks, working to create a schism among the saṅgha.

source: འཛིན་དུ་འཇུག་པར་བྱེད་ཅིང་གང་ཡང་གནས་འདིར་དབྱར་གྱི་ནང་ལོགས་ཉིད་དུ་དགེ་འདུན་བྱེ་བར་འགྱུར་བའི་གནས་འདི་ཡོད་དེ།
en: There is a potential for a schism in the saṅgha at this site during the rains.

source: གལ་ཏེ་གནས་འདིར་བདག་དབྱར་གནས་ན་གང་ཡང་མི་མཐུན་པའི་སེམས་སྐྱེས་སམ། མ་བརྟགས་པའི་ཚིག་བྱུང་ན་བདག་གི་མ་ཐོབ་པ་ཐོབ་པར་བྱ་བ་དང་། མ་རྟོགས་པ་རྟོགས་པར་བྱ་བ་དང་། མངོན་སུམ་དུ་མ་བྱས་པ་མངོན་སུམ་དུ་བྱ་བའི་བར་ཆད་དུ་འགྱུར་བའི་གནས་འདི་ཡོད་པས། མ་ལ་བདག་གནས་འདི་ནས་འགྲོའོ་སྙམ་ནས།
en: If I settle for the rains at this site and hostile feelings develop or unconsidered words are used, it will be a hindrance to my achieving what I have not yet achieved, realizing what I have not yet realized, and actualizing what I have not yet actualized, so I should leave this site.’

source: འདི་ལྟར་ཡང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གིས་གནས་ག་གེ་མོ་ཞིག་ཏུ་དགེ་སློང་ཞིག་གིས་དགེ་འདུན་གྱི་དབྱེན་བྱ་བར་རྩོལ་ཞིང་དེ་ལྟ་དེ་ལྟ་བུར་དགེ་སློང་རྣམས་ལ་གོ་བར་བྱེད། ཀུན་ཏུ་གོ་བར་བྱེད། སློབ་པར་བྱེད། འཛིན་དུ་འཇུག་པར་བྱེད་ཅིང་། གང་ཡང་གནས་དེར་དབྱར་གྱི་ནང་ལོགས་ཉིད་དུ་དགེ་འདུན་བྱེ་བར་འགྱུར་བའི་གནས་འདི་ཡོད་པར་ཐོས་ལ། དགེ་སློང་དེ་དང་ནི་བདག་ཏུ་གཏམ་འདྲེས་པ།
en: “A monk who has pledged to settle for the rains might hear that in another monastery a monk is communicating with, informing, coaching, and recruiting other monks, working to create a schism among the saṅgha, and that there is a potential for a schism in the saṅgha at this site during the rains.

source: ཕེབས་པར་སྨྲ་བ། སྨོས་འདྲིན་པ། འགྲོགས་བཤེས་པ་ཡིན་གྱིས། གལ་ཏེ་བདག་དེར་སོང་ན་བདག་གིས་ཇི་ལྟར་གནས་དེར་དབྱར་གྱི་ནང་ལོགས་སུ་དགེ་འདུན་བྱེ་བར་མི་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར་བྱ་ནུས་སོ་སྙམ་ན། དགེ་སློང་གིས་ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་འདུན་གྱི་བྱ་བའི་ཕྱིར་འགྲོ་བར་བྱ་སྟེ།
en: If he thinks, ‘This monk is an acquaintance, friend, intimate, and companion, so I could prevent a schism in the saṅgha at that site during the rains if I went,’ the monk, once excused, may leave for up to seven days to attend to saṅgha business.

source: གལ་ཏེ་དེར་སོང་ན་ལེགས།
en: It is well if he goes.

source: མ་སོང་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: He will be guilty of a breach if he does not.

source: གལ་ཏེ་དགེ་འདུན་གྱི་བྱ་བའི་ཕྱིར་དེར་སོང་བ་ལས་ཞག་བདུན་འདས་ཏེ་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ། །
en: There will be no offense of interrupting the rains if seven days pass while he is tending to saṅgha business.

source: འདི་ལྟར་ཡང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གིས་གནས་ག་གེ་མོ་ཞིག་ཏུ་དགེ་སློང་ཞིག་གིས་དགེ་འདུན་གྱི་དབྱེན་བྱ་བར་རྩོལ་ཞིང་དེ་ལྟ་དེ་ལྟ་བུར་དགེ་སློང་རྣམས་ལ་གོ་བར་བྱེད། ཀུན་ཏུ་གོ་བར་བྱེད། སློབ་པར་བྱེད། འཛིན་དུ་འཇུག་པར་བྱེད་ཅིང་། གང་ཡང་གནས་དེར་དབྱར་གྱི་ནང་ལོགས་ཉིད་དུ་དགེ་འདུན་བྱེ་བར་འགྱུར་བའི་གནས་འདི་ཡོད་པར་ཐོས་ལ། དགེ་སློང་དེ་དང་བདག་ཏུ་ནི་གཏམ་འདྲེས་པ་དང་། ཕེབས་པར་སྨྲ་བ་དང་། སྨོས་འདྲིན་པ་དང་། འགྲོགས་བཤེས་པ་མ་ཡིན་མོད་ཀྱི། འོན་ཀྱང་དགེ་སློང་དེ་གང་དང་གཏམ་འདྲིས་པ། ཕེབས་པར་སྨྲ་བ། སྨོས་འདྲིན་པ། འགྲོགས་བཤེས་པའི་དགེ་སློང་དེ་དང་བདག་ཏུ་གཏམ་འདྲེས་པ། ཕེབས་པར་སྨྲ་བ།
en: “A monk who has pledged to settle for the rains might hear that in another monastery a monk is communicating with, informing, coaching, and recruiting other monks, working to create a schism among the saṅgha, and that there is a potential for a schism in the saṅgha at this site during the rains.

source: སྨོས་འདྲིན་པ། འགྲོགས་བཤེས་པ་ཡིན་གྱིས། བདག་དེར་སོང་ལ་བདག་གིས་ཇི་ལྟར་གནས་དེར་དབྱར་གྱི་ནང་ལོགས་སུ་དགེ་འདུན་བྱེ་བར་མི་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར་བྱ་ནུས་སོ་སྙམ་ནས། དགེ་སློང་གིས་ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་འདུན་གྱི་བྱ་བའི་ཕྱིར་འགྲོ་བར་བྱ་སྟེ།
en: If he thinks, ‘Although this monk is not an acquaintance, friend, intimate, or companion, I could prevent a schism in the saṅgha at that site during the rains if I went,’ the monk, once excused, may leave for up to seven days to attend to saṅgha business.

source: གལ་ཏེ་སོང་ན་ལེགས།
en: It is well if he goes.

source: འདི་ལྟར་ཡང་དགེ་སློང་གིས་གནས་ག་གེ་མོ་ཞིག་ཏུ་དབྱར་སྔ་མ་ཟླ་བ་གསུམ་གནས་པར་དམ་བཅས་པ་ལས་གནས་དེ་གཉིས་ན་རྙེད་པ་ནི་ཐུན་མོང་། གསོ་སྦྱིན་ནི་ཐ་དད་པ་དང་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་འདིར་གནས་ཀྱང་རྙེད་པ་ནི་དེར་ཟད། བདག་དེར་གནས་ཀྱང་རྙེད་པ་ནི་དེར་ཟད་དོ་སྙམ་ནས།
en: Those Who Pledge to Settle “After pledging to settle for the earlier three rainy months at a particular site, which is one of two that share provisions but perform the restoration rite separately, a monk might think, ‘Whether I live here or there, the provisions will run out.’

source: དེ་དམ་བཅས་པར་མ་སོང་ན་དེའི་གནས་དེར་སྔ་མའི་ཟླ་བ་གསུམ་ཡང་མ་ཡིན་ལ། དམ་བཅས་པས་ཉེས་བྱས་སུ་ཡང་འགྱུར་རོ། །
en: If he does not make a pledge, his does not count as the earlier three rainy months at that site and he is guilty of a misdeed because of his pledge.

source: འདི་ལྟར་ཡང་དགེ་སློང་གིས་གནས་ག་གེ་མོ་ཞིག་ཏུ་སྔ་མའི་ཟླ་བ་གསུམ་གནས་པར་དམ་བཅས་ཏེ།
en: “A monk might pledge to settle for the earlier three rainy months at a particular site.

source: དེ་དམ་བཅས་པར་སོང་ནས་ཚུལ་ཤིང་མ་བླངས་ལ་བྱ་བའི་ཕྱིར་དེ་སོང་ན་དེའི་གནས་དེར་སྔ་མའི་ཟླ་བ་གསུམ་ཡང་མ་ཡིན་ལ། དམ་བཅས་པས་ཉེས་བྱས་སུ་ཡང་འགྱུར་རོ། །
en: If, having made a pledge, he leaves to tend to some business but does not take a tally stick, and so forth, his does not count as the earlier three rainy months at that site and he is guilty of a misdeed because of his pledge.

source: དེ་དམ་བཅས་པར་སོང་ནས་ཚུལ་ཤིང་ནི་བླངས་ཀྱིས་གནས་མལ་ནི་མ་བླངས་ལ་བྱ་བའི་ཕྱིར་དེ་སོང་ན་དེའི་གནས་དེར་སྔ་མའི་ཟླ་བ་གསུམ་ཡང་མ་ཡིན་ལ། དམ་བཅས་པས་ཉེས་བྱས་སུ་ཡང་འགྱུར་རོ། །
en: If, having made a pledge, he leaves to tend to some business after taking a tally stick but does not taking bedding, his does not count as the earlier three rainy months at that site and he is guilty of a misdeed because of his pledge.

source: འདི་ལྟར་ཡང་དགེ་སློང་གིས་གནས་ག་གེ་མོ་ཞིག་ཏུ་སྔ་མའི་ཟླ་བ་གསུམ་གནས་སོ་ཞེས་དམ་བཅས་ཏེ།
en: “A monk might pledge to settle for the earlier three rainy months at a particular site.

source: དེ་དམ་བཅས་པར་སོང་ནས་ཚུལ་ཤིང་ཡང་བླངས་གནས་མལ་ཡང་བླངས་ཀྱི། དབྱར་གནས་པར་དམ་བཅས་ལ། བྱ་བའི་ཕྱིར་དེ་སོང་ན་དེའི་གནས་དེར་སྔ་མའི་ཟླ་བ་གསུམ་ཡང་མ་ཡིན་ལ། དམ་བཅས་པས་ཉེས་བྱས་སུ་ཡང་འགྱུར་རོ། །
en: If, having made a pledge, he goes there, takes a tally stick and bedding, but does not settle for the rains, and leaves to tend to some business, his does not count as the earlier three rainy months at that site and he is guilty of a misdeed because of his pledge.

source: དེ་དམ་བཅས་པར་སོང་ནས་ཚུལ་ཤིང་ཡང་བླངས། གནས་མལ་ཡང་བླངས། དབྱར་གནས་པར་དམ་བཅས་ལ། བྱ་བའི་ཕྱིར་བྱིན་གྱིས་མ་བརླབས་པར་ཞག་བདུན་མཚམས་ཀྱི་ཕྱི་རོལ་དུ་དེ་སོང་ན་དེའི་གནས་དེར་སྔ་མའི་ཟླ་བ་གསུམ་ཡང་མ་ཡིན་ལ། དམ་བཅས་པས་ཉེས་བྱས་སུ་ཡང་འགྱུར་རོ། །
en: If, having made a pledge, he takes a tally stick, takes bedding, and settles for the rains but goes, without having been excused, beyond the boundary for up to seven days to tend to some business, his does not count as the earlier three rainy months at that site and he is guilty of a misdeed because of his pledge.

source: འདི་ལྟར་ཡང་དགེ་སློང་གིས་གནས་ག་གེ་མོ་ཞིག་ཏུ་སྔ་མའི་ཟླ་བ་གསུམ་གནས་སོ་ཞེས་དམ་བཅས་ལ།
en: “A monk might pledge to settle for the earlier three rainy months at a particular site.

source: དེ་དམ་བཅས་པར་སོང་ནས་ཚུལ་ཤིང་ཡང་བླངས། གནས་མལ་ཡང་བླངས། དབྱར་གནས་པར་དམ་ཡང་བཅས་ནས་བྱ་བའི་ཕྱིར་ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་མཚམས་ཀྱི་ཕྱི་རོལ་དུ་སོང་བ་ན་དེའི་གནས་དེར་སྔ་མའི་ཟླ་བ་གསུམ་ཡང་ཡིན་ལ། དམ་བཅས་པ་ལ་ཉེས་བྱས་སུ་ཡང་མི་འགྱུར་ཏེ།
en: If, having made a pledge, he takes a tally stick, takes bedding, settles for the rains, and goes, once excused, beyond the boundary for up to seven days to tend to some business, his would count as the earlier three rainy months at that site and he would not be guilty of a misdeed because of his pledge.

source: གལ་ཏེ་བྱ་བ་དེ་ཉིད་ཀྱི་ཕྱིར་དེའི་ཞག་བདུན་འདས་པ་ལ་དབྱར་རལ་བའི་ལྟུང་བ་མེད་དོ། །
en: “There will be no offense of interrupting the rains if after seven days pass while he is tending to saṅgha business.”

source: བྱ་བའི་ཕྱིར་དྲུག་པོ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་བྱ་བ་མ་ཡིན་པ་ཡང་དྲུག་གོ། །
en: The Twelve for Earlier and the Twelve for Later “Just as there are six permutations in which a monk tends to some business, there are also six in which he does not.

source: སྔ་མ་ཟླ་བ་གསུམ་ཇི་ལྟ་བ་དེ་བཞིན་ཕྱི་མ་ཡང་ཟླ་བ་གསུམ་མོ། །
en: Just as there is an earlier part of the three months, there is also a later part of the three months.”

source: དབྱར་གྱི་གཞི་རྫོགས་སོ།​། །​།
en: This marks the end of “The Chapter on the Rains.”
